{
  "A1": [
    "Hallo, wie geht es dir?",
    "Ich heiße ____, freut mich.",
    "Wie spät ist es?",
    "Können Sie bitte langsamer sprechen?",
    "Woher kommst du?",
    "Ich lerne jeden Tag Deutsch.",
    "Kannst du mir damit helfen?",
    "Ich hätte gern ein Glas Wasser, bitte.",
    "Bis morgen!",
    "Einen schönen Tag noch!"
  ],
  "A2": [
    "Heute bin ich nach der Arbeit kurz spazieren gegangen.",
    "Was hast du am Wochenende vor?",
    "Die Besprechung beginnt um drei Uhr.",
    "Meistens lerne ich morgens vor dem Frühstück.",
    "Könntest du das bitte noch einmal wiederholen?",
    "Ich versuche, meine Aussprache zu verbessern.",
    "Wegen des dichten Verkehrs kam sie zu spät.",
    "Wir können uns vor dem Bahnhof treffen.",
    "Ich trinke lieber Tee, aber Kaffee ist auch okay.",
    "Lass uns noch zehn Minuten üben."
  ],
  "B1": [
    "Ich merke, dass regelmäßiges Üben wirklich hilft.",
    "Pünktlichkeit ist mir bei Terminen sehr wichtig.",
    "Ich versuche, klarer und selbstbewusster zu sprechen.",
    "Wenn ich nervös werde, atme ich tief ein und mache weiter.",
    "Darüber spreche ich lieber nach der Präsentation.",
    "Den Zeitplan sollten wir heute Abend bestätigen.",
    "Nach ein paar Minuten Gespräch fühlte ich mich wohler.",
    "Sie schlug vor, die Aufgaben fair zu verteilen.",
    "Ich schicke dir die Zusammenfassung, sobald ich fertig bin.",
    "Sag mir Bescheid, wenn du Vorschläge hast."
  ],
  "B2": [
    "Ich habe eine feste Lernroutine entwickelt, um mein Ziel zu erreichen.",
    "In Diskussionen vertrete ich meinen Standpunkt höflich.",
    "Zur Effizienz der Sitzung habe ich Notizen vorbereitet.",
    "Wir sollten Vor- und Nachteile sorgfältig abwägen.",
    "Die Rückmeldungen der Lehrkraft waren sehr konstruktiv.",
    "Vielleicht verschieben wir die Frist um einen Tag.",
    "Ich bin zuversichtlich, dass konsequentes Üben sich auszahlt.",
    "Die Ergebnisse waren besser als erwartet.",
    "Ich prüfe die Unterlagen und teile morgen meine Anmerkungen.",
    "Beständigkeit ist wichtiger als Perfektion."
  ],
  "C1": [
    "Für langfristigen Fortschritt passe ich meine kurzfristigen Ziele schrittweise an.",
    "Ich bin überzeugt, dass Feedback den Lernprozess beschleunigt.",
    "Zur Verbesserung des Akzents nutze ich die Shadowing‑Technik.",
    "Trotz der Herausforderungen hielten wir ein gleichmäßiges Tempo.",
    "Ich schätze prägnante Erklärungen, die mit Beispielen untermauert sind.",
    "Die Diskussion zeigte feine Bedeutungsnuancen auf.",
    "Durch umfangreiches Lesen erweitere ich meinen Wortschatz.",
    "Die Zusammenarbeit eröffnete mir neue Perspektiven.",
    "Nach der Analyse der ersten Ergebnisse verfeinerten wir unseren Ansatz.",
    "Ich möchte natürlich kommunizieren, ohne jedes Wort zu überdenken."
  ]
}


