{
  "A1": [
    "Olá, tudo bem?",
    "Meu nome é ____, prazer.",
    "Que horas são?",
    "Pode falar mais devagar, por favor?",
    "De onde você é?",
    "Eu estudo português todos os dias.",
    "Você pode me ajudar com isso?",
    "Eu gostaria de um copo de água, por favor.",
    "Até amanhã!",
    "Tenha um bom dia!"
  ],
  "A2": [
    "Hoje dei uma caminhada rápida depois do trabalho.",
    "Quais são seus planos para o fim de semana?",
    "A reunião vai começar às três horas.",
    "Geralmente estudo de manhã antes do café.",
    "Você pode repetir mais uma vez?",
    "Estou tentando melhorar minha pronúncia.",
    "Ela se atrasou por causa do trânsito pesado.",
    "Podemos nos encontrar em frente à estação.",
    "Prefiro chá, mas café também serve.",
    "Vamos praticar por mais dez minutos."
  ],
  "B1": [
    "Comecei a perceber os benefícios da prática regular.",
    "Pontualidade em compromissos é importante para mim.",
    "Estou tentando falar com mais clareza e confiança.",
    "Quando fico nervoso, respiro fundo e continuo.",
    "Prefiro discutir esse assunto depois da apresentação.",
    "Precisamos confirmar a agenda até esta noite.",
    "Após alguns minutos de conversa, me senti mais à vontade.",
    "Ela sugeriu dividir as tarefas de forma justa.",
    "Vou te enviar o resumo quando terminar.",
    "Avise se tiver alguma sugestão."
  ],
  "B2": [
    "Criei uma rotina de estudos consistente para alcançar meu objetivo.",
    "Em discussões, defendo minha opinião com educação.",
    "Preparei anotações para aumentar a eficiência da reunião.",
    "Devemos avaliar prós e contras antes de decidir.",
    "O instrutor deu um retorno muito construtivo.",
    "Talvez seja melhor adiar o prazo por um dia.",
    "Tenho confiança de que a prática regular dará resultados.",
    "Os resultados foram melhores do que esperávamos.",
    "Vou revisar o material e compartilhar meus comentários amanhã.",
    "Consistência é mais importante que perfeição."
  ],
  "C1": [
    "Para progresso a longo prazo, ajusto gradualmente minhas metas de curto prazo.",
    "Acredito que feedback acelera o aprendizado.",
    "Uso a técnica de shadowing para melhorar o sotaque.",
    "Apesar dos desafios, mantivemos um ritmo constante.",
    "Aprecio explicações concisas com exemplos.",
    "A discussão destacou nuances sutis de significado.",
    "Amplio meu vocabulário por meio de leituras extensas.",
    "Colaborar com outras pessoas trouxe novas perspectivas.",
    "Após analisar os primeiros resultados, refinamos nossa abordagem.",
    "Quero me comunicar naturalmente sem pensar demais em cada palavra."
  ]
}


