{
  "A1": [
    "Hola, ¿cómo estás?",
    "Me llamo ____, mucho gusto.",
    "¿Qué hora es?",
    "¿Puedes hablar más despacio, por favor?",
    "¿De dónde eres?",
    "Estudio español todos los días.",
    "¿Puedes ayudarme con esto?",
    "Quisiera un vaso de agua, por favor.",
    "¡Nos vemos mañana!",
    "¡Que tengas un buen día!"
  ],
  "A2": [
    "Hoy salí a caminar un rato después del trabajo.",
    "¿Qué planes tienes para el fin de semana?",
    "La reunión empezará a las tres en punto.",
    "Suelo estudiar por la mañana antes del desayuno.",
    "¿Podrías repetirlo una vez más?",
    "Estoy tratando de mejorar mi pronunciación.",
    "Llegó tarde por el tráfico pesado.",
    "Podemos encontrarnos frente a la estación.",
    "Prefiero té, pero el café también está bien.",
    "Practiquemos diez minutos más."
  ],
  "B1": [
    "He empezado a notar los beneficios de practicar con regularidad.",
    "Para mí es importante llegar a tiempo a las citas.",
    "Intento hablar con más claridad y seguridad.",
    "Cuando me pongo nervioso, respiro hondo y continúo.",
    "Prefiero hablar de este tema después de la presentación.",
    "Tenemos que confirmar el horario antes de esta noche.",
    "Me sentí más cómodo después de unos minutos de conversación.",
    "Ella sugirió que dividiéramos las tareas por igual.",
    "Te enviaré el resumen cuando lo termine.",
    "Avísame si tienes alguna sugerencia."
  ],
  "B2": [
    "Creé una rutina de estudio constante para alcanzar mi objetivo.",
    "Prefiero defender mi opinión con cortesía durante los debates.",
    "Preparé notas para aumentar la eficiencia de la reunión.",
    "Debemos evaluar los pros y los contras antes de decidir.",
    "El instructor dio comentarios muy constructivos.",
    "Quizás sea mejor aplazar el plazo un día.",
    "Estoy seguro de que la práctica regular dará resultados.",
    "Los resultados fueron mejores de lo que esperábamos.",
    "Revisaré el material y compartiré mis comentarios mañana.",
    "La constancia es más importante que la perfección."
  ],
  "C1": [
    "Para progresar a largo plazo, reviso mis metas a corto plazo gradualmente.",
    "Creo que la retroalimentación acelera el aprendizaje.",
    "Uso la técnica de shadowing para mejorar mi acento.",
    "A pesar de los desafíos, mantuvimos un ritmo constante.",
    "Aprecio las explicaciones concisas con ejemplos.",
    "La discusión resaltó diferencias sutiles de significado.",
    "Quiero ampliar mi vocabulario mediante una lectura extensa.",
    "Colaborar con otros me expuso a nuevas perspectivas.",
    "Refinamos nuestro enfoque tras analizar los primeros resultados.",
    "Aspiro a comunicarme de forma natural sin sobrepensar cada palabra."
  ]
}


