{
  "A1": [
    "Hi, how are you?",
    "My name is ____, nice to meet you.",
    "What time is it?",
    "Could you speak more slowly, please?",
    "Where are you from?",
    "I am learning English every day.",
    "Can you help me with this?",
    "I would like a glass of water, please.",
    "See you tomorrow!",
    "Have a nice day!"
  ],
  "A2": [
    "I went for a short walk after work today.",
    "What are your plans for the weekend?",
    "The meeting will start at three o’clock.",
    "I usually study in the morning before breakfast.",
    "Could you repeat that one more time?",
    "I’m trying to improve my pronunciation.",
    "She was late because of heavy traffic.",
    "We can meet in front of the station.",
    "I prefer tea, but coffee is also fine.",
    "Let’s practice for ten more minutes."
  ],
  "B1": [
    "I have started to see the benefits of practicing regularly.",
    "Being on time for appointments really matters to me.",
    "I am trying to speak more clearly and confidently.",
    "When I get nervous, I take a deep breath and continue.",
    "I’d rather discuss this topic after the presentation.",
    "We need to confirm the schedule by this evening.",
    "I felt more comfortable after a few minutes of conversation.",
    "She suggested that we divide the tasks equally.",
    "I’ll send you the summary once I finish it.",
    "Let me know if you have any suggestions."
  ],
  "B2": [
    "I created a consistent study routine to reach my goal.",
    "I prefer to defend my opinion politely during discussions.",
    "I prepared notes to increase the efficiency of the meeting.",
    "We should evaluate the pros and cons before deciding.",
    "The instructor provided very constructive feedback.",
    "It might be better to postpone the deadline by a day.",
    "I’m confident that regular practice will pay off.",
    "The results were better than we initially expected.",
    "I’ll review the material and share my comments tomorrow.",
    "Consistency is more important than perfection."
  ],
  "C1": [
    "For long‑term progress, I revise my short‑term goals gradually.",
    "I believe that feedback accelerates the learning process.",
    "I use the shadowing technique to improve my accent.",
    "Despite the challenges, we maintained a steady pace.",
    "I appreciate concise explanations backed by examples.",
    "The discussion highlighted subtle differences in meaning.",
    "I intend to broaden my vocabulary through extensive reading.",
    "Collaborating with others exposed me to new perspectives.",
    "We refined our approach after analyzing the first results.",
    "I aim to communicate naturally without overthinking every word."
  ]
}


