{
  "A1": [
    "Bonjour, comment ça va ?",
    "Je m’appelle ____, enchanté(e).",
    "Quelle heure est‑il ?",
    "Pouvez‑vous parler plus lentement, s’il vous plaît ?",
    "D’où venez‑vous ?",
    "J’apprends le français tous les jours.",
    "Pouvez‑vous m’aider avec ceci ?",
    "Je voudrais un verre d’eau, s’il vous plaît.",
    "À demain !",
    "Bonne journée !"
  ],
  "A2": [
    "Aujourd’hui, j’ai fait une petite promenade après le travail.",
    "Quels sont tes plans pour le week‑end ?",
    "La réunion commencera à trois heures.",
    "Je révise généralement le matin avant le petit‑déjeuner.",
    "Pourriez‑vous répéter encore une fois ?",
    "J’essaie d’améliorer ma prononciation.",
    "Elle est arrivée en retard à cause de la circulation.",
    "On peut se retrouver devant la gare.",
    "Je préfère le thé, mais le café me convient aussi.",
    "Pratiquons encore dix minutes."
  ],
  "B1": [
    "Je commence à voir les bénéfices d’une pratique régulière.",
    "Être à l’heure aux rendez‑vous est important pour moi.",
    "J’essaie de parler plus clairement et avec confiance.",
    "Quand je suis nerveux(se), je respire profondément et je continue.",
    "Je préfère discuter de ce sujet après la présentation.",
    "Nous devons confirmer le planning d’ici ce soir.",
    "Après quelques minutes de conversation, je me suis senti(e) plus à l’aise.",
    "Elle a proposé de répartir les tâches équitablement.",
    "Je t’enverrai le résumé une fois terminé.",
    "Dis‑moi si tu as des suggestions."
  ],
  "B2": [
    "J’ai établi une routine d’étude pour atteindre mon objectif.",
    "Lors des discussions, je défends mon avis avec politesse.",
    "J’ai préparé des notes pour rendre la réunion plus efficace.",
    "Nous devrions évaluer soigneusement les avantages et les inconvénients.",
    "L’enseignant a fourni des retours très constructifs.",
    "Il serait peut‑être préférable de repousser l’échéance d’un jour.",
    "Je suis convaincu(e) que la régularité finira par payer.",
    "Les résultats ont été meilleurs que prévu.",
    "Je relirai les documents et partagerai mes commentaires demain.",
    "La constance est plus importante que la perfection."
  ],
  "C1": [
    "Pour progresser sur le long terme, j’ajuste progressivement mes objectifs à court terme.",
    "Je crois que les retours accélèrent l’apprentissage.",
    "J’utilise le shadowing pour améliorer mon accent.",
    "Malgré les difficultés, nous avons gardé un rythme régulier.",
    "J’apprécie les explications concises appuyées par des exemples.",
    "La discussion a mis en évidence des nuances de sens subtiles.",
    "J’élargis mon vocabulaire grâce à des lectures approfondies.",
    "Collaborer avec d’autres m’a offert de nouvelles perspectives.",
    "Après analyse des premiers résultats, nous avons affiné notre approche.",
    "Je veux communiquer naturellement sans trop réfléchir à chaque mot."
  ]
}


